// univ. list v1.0.0
var schoolList = [
    {
        "id": 1,
        "name": "四川省",
        "city": [
            {
                "id": 10,
                "name": "成都市",
                "school": [
                    {
                        "id": 101,
                        "name": "四川大学"
                    },
                    {
                        "id": 102,
                        "name": "电子科技大学"
                    },
                    {
                        "id": 103,
                        "name": "西南交通大学"
                    },
                    {
                        "id": 104,
                        "name": "西南财经大学"
                    },
                    {
                        "id": 105,
                        "name": "四川农业大学"
                    },
                    {
                        "id": 106,
                        "name": "成都理工大学"
                    },
                    {
                        "id": 107,
                        "name": "西南石油大学"
                    },
                    {
                        "id": 108,
                        "name": "四川师范大学"
                    },
                    {
                        "id": 109,
                        "name": "成都中医药大学"
                    },
                    {
                        "id": 1010,
                        "name": "西南科技大学"
                    },
                    {
                        "id": 1011,
                        "name": "西华大学"
                    },
                    {
                        "id": 1012,
                        "name": "成都信息工程学院"
                    },
                    {
                        "id": 1013,
                        "name": "西华师范大学"
                    },
                    {
                        "id": 1014,
                        "name": "四川理工学院"
                    },
                    {
                        "id": 1015,
                        "name": "西南民族大学"
                    }
                ]
            },
            {
                "id": 11,
                "name": "乐山市",
                "school": [
                    {
                        "id": 111,
                        "name": "乐山师范学院"
                    },
                    {
                        "id": 112,
                        "name": "乐山理工学院"
                    }
                ]
            }
        ]
    },
    {
        "id": 2,
        "name": "北京",
        "city": [
            {
                "id": 20,
                "name": "北京市",
                "school": [
                    {
                        "id": 101,
                        "name": "清华大学"
                    },
                    {
                        "id": 102,
                        "name": "北京大学"
                    },
                    {
                        "id": 103,
                        "name": "北京影视学院"
                    }
                ]
            }
        ]
    }
]